content/zettels/roam_research.md
+++
title = "Roam Research"
author = ["Jethro Kuan"]
lastmod = 2020-02-12T20:36:40+08:00
draft = false
+++

webpage
: [Roam Research](https://roamresearch.com)

tags
: [Productivity]({{< relref "productivity" >}}), [Writing]({{< relref "writing" >}}), [Note-taking]({{< relref "note_taking" >}})

Roam research is a tool for networked-thought, created by [Conor
White-Sullivan]({{< relref "conor_white_sullivan" >}}).


## Roam Tutorials {#roam-tutorials}

-   [How to Use Roam to Outline a New Article in Under 20 Minutes -
    YouTube](https://www.youtube.com/watch?v=RvWic15iXjk) by [Nat Eliason]({{< relref "nat_eliason" >}})
    -   Basic Idea is to pull out related notes from other sources (books,
        articles etc.)
    -   Group them up into common themes (e.g. "Ease is not the Goal")
    -   Polish after pulling out relevant notes
